Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PrivacySettingsUI/Location Services.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SYSTEM_SERVICES_STATUS_BAR_ICON_EXPLANATION
source: Show the Location Services icon in the status bar when the services above request your location.
ar: إظهار أيقونة خدمات الموقع في شريط الحالة عندما تطلب الخدمات المذكورة أعلاه موقعك.
bg: Показва иконката на услугите за местоположение в лентата за състоянието, когато услугите отдолу заявяват вашето местоположение.
ca: Mostra la icona de la localització a la barra d’estat quan els serveis anteriors sol·licitin la teva ubicació.
cs: Když si výše uvedené služby vyžádají informace o vaší poloze, ve stavovém řádku se zobrazí ikona polohových služeb.
da: Vis symbolet for Lokalitetstjenester på statuslinjen, når ovenstående tjenester beder om din lokalitet.
de: Wenn diese Dienste deinen Standort abfragen, erscheint das Ortungsdienstsymbol in der Statusleiste.
el: Εμφανίζεται το εικονίδιο Υπηρεσιών τοποθεσίας στη γραμμή κατάστασης όταν οι ανωτέρω υπηρεσίες ζητούν την τοποθεσία σας.
es: Se mostrará el icono de localización en la barra de estado cuando estos servicios soliciten tu ubicación.
es_us: Mostrar el ícono de Localización en la barra de estado cuando estos servicios soliciten tu ubicación.
fi: Näytä Sijaintipalvelujen kuvake tilapalkissa, kun yllä olevat palvelut pyytävät sijaintiasi.
fr: Affichez l’icône du service de localisation dans la barre d’état lorsque les services ci-dessus demandent votre position.
fr_ca: Afficher l’icône du service de localisation dans la barre d’état lorsque les services ci-dessus demandent votre localisation.
he: ניתן להציג את האייקון של ״שירותי מיקום״ בשורת המצב בכל פעם שהשירותים שלמעלה מבקשים את פרטי מיקומך.
hi: उपर्युक्त सेवाओं द्वारा आपके स्थान के लिए अनुरोध किए जाने पर स्टेटस बार में स्थान सेवा का आइकॉन दिखाएँ।
hr: Prikaz ikone lokacijskih usluga u statusnoj traci kad gore navedene usluge zatraže vašu lokaciju.
hu: Megjelenik a Helymeghatározás ikonja, amikor a fenti szolgáltatások az Ön helyzetét meghatározzák.
id: Tampilkan ikon Layanan Lokasi di bar status saat layanan di atas meminta lokasi Anda.
it: Mostra l’icona della localizzazione nella barra di stato quando i servizi indicati sopra richiedono la tua posizione.
ja: 上記サービスが位置情報を要求した場合にステータスバーに位置情報サービスアイコンを表示します。
kk: Жоғарыдағы сервис геолокацияны сұраған кезде, «Геолокация сервистері» белгішесін күй жолағында көрсету.
ko: 위에 있는 서비스에서 사용자의 위치 정보를 요청할 때 상태 막대에 위치 서비스 아이콘을 표시합니다.
lt: Pamatykite vietos nustatymo paslaugų piktogramą būsenos juostoje, kai pirmiau nurodytos paslaugos teikia jūsų buvimo vietos užklausą.
ms: Tunjukkan ikon Perkhidmatan Lokasi dalam bar status apabila perkhidmatan di atas meminta lokasi anda.
nb: Bruk Stedstjenester-symbolet i statuslinjen når tjenestene over ber om posisjonen din.
nl: Toon het symbool voor 'Locatievoorzieningen' in de statusbalk als de bovenstaande voorzieningen je locatie opvragen.
pl: Pokazuj ikonę usług lokalizacji na pasku statusu, gdy powyższe usługi żądają bieżącej lokalizacji.
pt_br: Mostra o ícone dos Serviços de Localização na barra de estado quando os serviços acima solicitarem sua localização.
pt_pt: Quando os serviços acima pedem a sua localização, mostrar o ícone dos serviços de localização na barra de estado.
ro: Afișează pictograma serviciilor de localizare în bara de stare atunci când serviciile de mai sus solicită localizarea dvs.
ru: Показывать значок Служб геолокации в меню статуса, когда указанные выше службы запрашивают геопозицию.
sk: Ak si niektorá z vyššie uvedených služieb vyžiada vašu polohu, zobraziť v stavovom riadku ikonu lokalizačných služieb.
sl: Prikaži ikono lokacijskih storitev v vrstici stanja, ko zgornje storitve zahtevajo vašo lokacijo.
sv: Visa Platstjänstsymbolen i statusfältet när tjänsterna ovan begär din plats.
th: แสดงไอคอนบริการหาตำแหน่งที่ตั้งบนแถบสถานะในขณะที่บริการต่างๆ ข้างบนขอตำแหน่งที่ตั้งของคุณ
tr: Yukarıdaki servisler konumunuzu istediğinde durum çubuğunda Konum Servisleri simgesi gösterilir.
uk: Показує іконку Служб локації на панелі стану, коли наведені вище служби роблять запити про ваше місце.
vi: Hiển thị biểu tượng Dịch vụ định vị trên thanh trạng thái khi các dịch vụ trên yêu cầu vị trí của bạn.
zh_cn: 当以上服务项目请求获得你的位置信息时，在状态栏显示“定位服务”的图标。
zh_hk: 當以上的服務要求取得你的位置時，在狀態列上顯示「定位服務」的圖像。
zh_tw: 當上方的服務要求你的位置時，在狀態列上顯示「定位服務」的圖像。

source: Turn Off
ar: إيقاف
bg: Изключи
ca: Desactiva
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_us: Desactivar
fi: Laita pois päältä
fr: Désactiver
fr_ca: Désactiver
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Disattiva
ja: オフにする
kk: Өшіру
ko: 끄기
lt: Išjungti
ms: Nyahaktifkan
nb: Slå av
nl: Schakel uit
pl: Wyłącz
pt_br: Desativar
pt_pt: Desativar
ro: Dezactivați
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดใช้
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# VIEW_CORE_ROUTINE
source: View Significant Locations
ar: عرض المواقع المهمة
bg: Преглед на Важни местоположения
ca: Mostra les ubicacions rellevants
cs: Zobrazit významná místa
da: Vis væsentlige lokaliteter
de: Wichtige Orte anzeigen
el: Προβολή των Σημαντικών τοποθεσιών
es: Ver lugares importantes
es_us: Ver ubicaciones importantes
fi: Näytä tärkeät paikat
fr: Afficher les lieux importants
fr_ca: Afficher les lieux importants
he: הצגת ״מקומות חשובים״
hi: महत्वपूर्ण स्थान देखें
hr: Prikaži značajne lokacije
hu: Jelentős helyek megtekintése
id: Lihat Lokasi Penting
it: Visualizza i luoghi frequenti
ja: 利用頻度の高い場所を表示
kk: Маңызды геолокацияларды көру
ko: 특별한 위치 보기
lt: Žiūrėti reikšmingas vietas
ms: Lihat Lokasi Penting
nb: Vis relevante steder
nl: Bekijk belangrijke locaties
pl: Pokaż ważne miejsca
pt_br: Ver Locais Importantes
pt_pt: Ver locais importantes
ro: Afișați locurile relevante
ru: См. Важные геопозиции
sk: Zobraziť dôležité miesta
sl: Prikaži pomembne lokacije
sv: Visa Signifikanta platser
th: ดูตำแหน่งที่ตั้งสำคัญ
tr: Önemli Konumları Görüntüle
uk: Дивитись Важливі місця
vi: Xem vị trí quan trọng
zh_cn: 查看重要地点
zh_hk: 檢視重要位置
zh_tw: 檢視重要位置

# WATCH_EXPLANATION_ITEM
source: These location services icons do not appear when system services on Apple Watch use your location.
ar: لا تظهر أيقونات خدمات الموقع هذه عندما تقوم خدمات الموقع على Apple Watch باستخدام موقعك.
bg: Тези иконки на услугите за местоположение не се появяват, когато системните услуги на Apple Watch използват вашето местоположение.
ca: Aquestes icones de la localització no apareixen quan els serveis del sistema de l’Apple Watch utilitzen la teva ubicació.
cs: Tyto ikony polohových služeb se nezobrazují, pokud systémové služby na Apple Watch využívají vaši polohu.
da: Disse symboler for lokalitetstjenester vises ikke, når systemtjenester på Apple Watch bruger din lokalitet.
de: Diese Ortungsdienstsymbole werden nicht angezeigt, wenn die Systemdienste auf der Apple Watch deinen Standort verwenden.
el: Αυτά τα εικονίδια υπηρεσιών τοποθεσίας δεν εμφανίζονται όταν υπηρεσίες συστήματος στο Apple Watch χρησιμοποιούν την τοποθεσία σας.
es: Estos iconos de localización no aparecen cuando los servicios del sistema del Apple Watch utilizan tu ubicación.
es_us: No se muestran estos íconos de Localización cuando servicios del sistema del Apple Watch usan la ubicación.
fi: Nämä sijaintipalvelukuvakkeet eivät näy, kun Apple Watchin järjestelmäpalvelut käyttävät sijaintiasi.
fr: Ces icônes du service de localisation ne s’affichent pas lorsque les services système de l’Apple Watch utilisent votre position.
fr_ca: Ces icônes du service de localisation ne s’affichent pas lorsque les services système de l’Apple Watch utilisent votre position.
he: האייקון של שירותי המיקום אינו מופיע כאשר שירותי המערכת ב-Apple Watch משתמשים בפרטי מיקומך.
hi: जब Apple Watch पर सिस्टम सेवाएँ आपके स्थान का उपयोग करती हैं तब स्थान सेवा के ये आइकॉन दिखाई नहीं देते हैं।
hr: Ove ikone lokacijskih usluga ne prikazuju se kad usluge sustava na Apple Watchu koriste vašu lokaciju.
hu: Ezek a helymeghatározás-ikonok nem jelennek meg, amikor a rendszerszolgáltatások az Apple Watchon az Ön helyzetét használják.
id: Ikon layanan lokasi ini tidak akan muncul saat layanan sistem di Apple Watch menggunakan lokasi Anda.
it: Le icone relative a Localizzazione non compaiono quando i servizi di sistema su Apple Watch utilizzano la tua posizione.
ja: これらの位置情報サービスのアイコンは、Apple Watchのシステムサービスが位置情報を使用しているときは表示されません。
kk: Apple Watch сағатындағы жүйелік сервистер геолокацияңызды пайдаланған кезде, геолокация сервистерінің белгішелері пайда болмайды.
ko: Apple Watch에서 시스템 서비스가 사용자의 위치를 사용하는 경우 이 위치 서비스 아이콘은 표시되지 않습니다.
lt: Šios vietos nustatymo paslaugų piktogramos nerodomos, kai „Apple Watch“ sistemos paslaugos naudoja jūsų vietą.
ms: Ikon perkhidmatan lokasi ini tidak kelihatan apabila perkhidmatan sistem pada Apple Watch menggunakan lokasi anda.
nb: Disse stedstjenestersymbolene vil ikke vises når systemtjenester på Apple Watch bruker posisjonen din.
nl: Deze symbolen voor 'Locatievoorzieningen' zijn niet te zien wanneer systeemvoorzieningen op de Apple Watch je locatie gebruiken.
pl: Ikony usług lokalizacji nie są wyświetlane, gdy Twojego położenia używają usługi systemowe na Apple Watch.
pt_br: Esses ícones dos serviços de localização não aparecem quando os serviços do sistema do Apple Watch usam a sua localização.
pt_pt: Estes ícones dos serviços de localização não aparecem quando serviços do sistema no Apple Watch usam a sua localização.
ro: Aceste pictograme ale serviciilor de localizare nu sunt afișate atunci când serviciile de sistem de pe Apple Watch utilizează localizarea dvs.
ru: Эти значки Служб геолокации не отображаются, когда системные службы на Apple Watch используют Вашу геопозицию.
sk: Tieto ikony lokalizačných služieb sa nezobrazia pri používaní vašej polohy systémovými službami na Apple Watch.
sl: Te ikone lokacijskih storitev se ne prikažejo, ko sistemske storitve v uri Apple Watch uporabljajo vašo lokacijo.
sv: De här platstjänstesymbolerna visas inte när systemtjänsterna på Apple Watch använder din plats.
th: ไอคอนบริการหาตำแหน่งที่ตั้งเหล่านี้จะไม่แสดงขึ้นเมื่อบริการของระบบบน Apple Watch ใช้ตำแหน่งที่ตั้งของคุณ
tr: Apple Watch’taki sistem servisleri konumunuzu kullanırken bu konum servisleri simgeleri görünmez.
uk: Ці іконки служб локації не зʼявляються, коли системні сервіси на Apple Watch використовують ваше місце.
vi: Những biểu tượng dịch vụ định vị này không xuất hiện khi các dịch vụ hệ thống trên Apple Watch sử dụng vị trí của bạn.
zh_cn: Apple Watch的系统服务使用你的位置时，这些位置服务图标不会出现。
zh_hk: 當Apple Watch的系統服務使用你的位置時，將不會顯示這些定位服務圖像。
zh_tw: Apple Watch上的系統服務使用你的位置時，將不會顯示這些定位服務圖像。

source: Wi-Fi Networking & Bluetooth
ar: شبكة Wi-Fi و Bluetooth
bg: Wi-Fi свързване и Bluetooth
ca: Xarxa Wi‑Fi i Bluetooth
cs: Wi‑Fi sítě a Bluetooth
da: Wi-Fi‑netværk og Bluetooth
de: WLAN & Bluetooth
el: Δικτύωση Wi-Fi και Bluetooth
es: Conexión de red Wi-Fi y Bluetooth
es_us: Conexiones Wi-Fi y Bluetooth
fi: Wi-Fi-verkot ja Bluetooth
fr: Mise en réseau Wi-Fi et Bluetooth
fr_ca: Réseau Wi‑Fi et Bluetooth
he: תקשורת אלחוטית ו-Bluetooth
hi: वाई-फ़ाई नेटवर्किंग और Bluetooth
hr: Wi-Fi umrežavanje i Bluetooth
hu: Wi-Fi-hálózat és Bluetooth
id: Jaringan Wi-Fi & Bluetooth
it: Rete Wi-Fi e Bluetooth
ja: Wi-FiネットワークとBluetooth
kk: Wi-Fi желісі және Bluetooth
ko: Wi-Fi 네트워크 및 Bluetooth
lt: „Wi-Fi“ tinklas ir „Bluetooth“
ms: Perangkaian Wi-Fi & Bluetooth
nb: Wi-Fi-nettverk og Bluetooth
nl: Wifinetwerk en Bluetooth
pl: Połączenia Wi-Fi i Bluetooth
pt_br: Redes Wi-Fi e Bluetooth
pt_pt: Redes Wi‑Fi e Bluetooth
ro: Rețele Wi-Fi și Bluetooth
ru: Wi‑Fi и Bluetooth
sk: Wi-Fi siete a Bluetooth
sl: Uporaba omrežja Wi-Fi in Bluetooth
sv: Wi-Fi-nätverk och Bluetooth
th: เครือข่าย Wi‑Fi และบลูทูธ
tr: Wi-Fi Ağı ve Bluetooth
uk: Wi-Fi-мережі і Bluetooth
vi: Kết nối mạng Wi-Fi & Bluetooth
zh_cn: Wi-Fi网络与蓝牙
zh_hk: Wi-Fi網絡與藍牙
zh_tw: Wi-Fi網路與藍牙

# WIRELESS_DIAGNOSTICS
source: Apple Vision Pro Analytics
ar: تحليلات Apple Vision Pro
bg: Аналитични данни на Apple Vision Pro
ca: Anàlisi de l’Apple Vision Pro
cs: Analýza Apple Vision Pro
da: Apple Vision Pro-analyse
de: Apple Vision Pro-Analyse
el: Ανάλυση Apple Vision Pro
es: Análisis del Apple Vision Pro
es_us: Análisis del Apple Vision Pro
fi: Apple Vision Pro -analyysi
fr: Analyse de l’Apple Vision Pro
fr_ca: Analyse de l’Apple Vision Pro
he: נתוני Apple Vision Pro
hi: Apple Vision Pro ऐनालिटिक्स
hr: Analiza uređaja Apple Vision Pro
hu: Az Apple Vision Pro elemzései
id: Analisis Apple Vision Pro
it: Analisi Apple Vision Pro
ja: Apple Vision Pro解析
kk: Apple Vision Pro аналитикасы
ko: Apple Vision Pro 분석
lt: „Apple Vision Pro“ analizė
ms: Analitis Apple Vision Pro
nb: Apple Vision Pro-analyse
nl: Apple Vision Pro-analyse
pl: Analizy Apple Vision Pro
pt_br: Análise do Apple Vision Pro
pt_pt: Análise do Apple Vision Pro
ro: Analiză Apple Vision Pro
ru: Аналитика Apple Vision Pro
sk: Analytika Apple Vision Pro
sl: Analitika Apple Vision Pro
sv: Apple Vision Pro-analys
th: การวิเคราห์ Apple Vision Pro
tr: Apple Vision Pro Analizi
uk: Аналітика Apple Vision Pro
vi: Phân tích Apple Vision Pro
zh_cn: Apple Vision Pro分析
zh_hk: Apple Vision Pro分析
zh_tw: Apple Vision Pro分析

source: WLAN Calling
ar: مكالمات WLAN
bg: WLAN обаждания
ca: Trucades per WLAN
cs: WLAN hovory
da: WLAN-opkald
de: WLAN-Anrufe
el: Κλήσεις μέσω WLAN
es: Llamadas por WLAN
es_us: Llamadas por WLAN
fi: WLAN-puhelut
fr: Appels WLAN
fr_ca: Appel WLAN
he: שיחות דרך רשת WLAN
hi: WLAN कॉलिंग
hr: WLAN pozivi
hu: WLAN-hívások
id: Panggilan WLAN
it: Chiamate WLAN
ja: WLAN通話
kk: WLAN қоңырауы
ko: WLAN 통화
lt: Skambinimas per WLAN
ms: Panggilan WLAN
nb: WLAN-anrop
nl: Bellen via WLAN
pl: Rozmowy przez WLAN
pt_br: Ligações WLAN
pt_pt: Chamadas por WLAN
ro: Apelare WLAN
ru: Вызовы по WLAN
sk: Volania cez WLAN
sl: Klici prek omrežja WLAN
sv: WLAN-samtal
th: การโทรผ่าน WLAN
tr: WLAN ile Arama
uk: WLAN-виклики
vi: Cuộc gọi WLAN
zh_cn: 无线局域网通话
zh_hk: WLAN通話
zh_tw: WLAN通話

source: WLAN Networking
ar: شبكة WLAN
bg: WLAN свързване
ca: Xarxes WLAN
cs: WLAN sítě
da: WLAN-netværk
de: WLANs
el: Δικτύωση WLAN
es: Conexión de red WLAN
es_us: Conexión WLAN
fi: WLAN-verkot
fr: Mise en réseau WLAN
fr_ca: Mise en réseau WLAN
he: תקשורת WLAN
hi: WLAN नेटवर्किंग
hr: WLAN umrežavanje
hu: WLAN-hálózat
id: Jaringan WLAN
it: Rete WLAN
ja: WLANネットワーク
kk: WLAN желісі
ko: WLAN 네트워크
lt: WLAN tinklas
ms: Perangkaian WLAN
nb: WLAN-nettverk
nl: WLAN-netwerken
pl: Sieci WLAN
pt_br: Conexão a Redes WLAN
pt_pt: Redes WLAN
ro: Rețea WLAN
ru: Сеть WLAN
sk: WLAN siete
sl: Uporaba omrežja WLAN
sv: WLAN-nätverk
th: ระบบเครือข่าย WLAN
tr: WLAN Ağı
uk: Мережі WLAN
vi: Kết nối mạng WLAN
zh_cn: 无线局域网联网
zh_hk: WLAN網絡
zh_tw: WLAN網路

source: WLAN Networking & Bluetooth
ar: شبكة WLAN و Bluetooth
bg: WLAN свързване и Bluetooth
ca: Xarxa WLAN i Bluetooth
cs: WLAN sítě a Bluetooth
da: WLAN‑netværk og Bluetooth
de: WLAN & Bluetooth
el: Δικτύωση WLAN και Bluetooth
es: Conexión de red WLAN y Bluetooth
es_us: Conexiones WLAN y Bluetooth
fi: WLAN-verkot ja Bluetooth
fr: Mise en réseau WLAN et Bluetooth
fr_ca: Réseau WLAN et Bluetooth
he: תקשורת WLAN ו-Bluetooth
hi: WLAN नेटवर्किंग और Bluetooth
hr: WLAN umrežavanje i Bluetooth
hu: WLAN-hálózat és Bluetooth
id: Jaringan WLAN & Bluetooth
it: Rete WLAN e Bluetooth
ja: WLANネットワークとBluetooth
kk: WLAN желісі және Bluetooth
ko: WLAN 네트워크 및 Bluetooth
lt: WLAN tinklas ir „Bluetooth“
ms: Perangkaian WLAN & Bluetooth
nb: WLAN-nettverk og Bluetooth
nl: WLAN-netwerk en Bluetooth
pl: Połączenia WLAN i Bluetooth
pt_br: Redes WLAN e Bluetooth
pt_pt: Redes WLAN e Bluetooth
ro: Rețele WLAN și Bluetooth
ru: WLAN и Bluetooth
sk: WLAN siete a Bluetooth
sl: Uporaba omrežja WLAN in Bluetooth
sv: WLAN-nätverk och Bluetooth
th: ระบบเครือข่าย WLAN และบลูทูธ
tr: WLAN Ağı ve Bluetooth
uk: WLAN-мережі і Bluetooth
vi: Kết nối mạng WLAN & Bluetooth
zh_cn: 无线局域网与蓝牙
zh_hk: WLAN網絡與藍牙
zh_tw: WLAN網路與藍牙
